{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v3.2.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [13, 13, 1, 8], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_1/gamma", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_1/beta", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_1/moving_mean", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_1/moving_variance", "shape": [8], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [13, 13, 8, 8], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_2/gamma", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_2/beta", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_2/moving_mean", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_2/moving_variance", "shape": [8], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [3, 3, 8, 8], "dtype": "float32"}, {"name": "conv2d_3/bias", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_3/gamma", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_3/beta", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_3/moving_mean", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_3/moving_variance", "shape": [8], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [1, 1, 8, 8], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_4/gamma", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_4/beta", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_4/moving_mean", "shape": [8], "dtype": "float32"}, {"name": "batch_normalization_4/moving_variance", "shape": [8], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [3040, 64], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_5/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_5/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_5/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_5/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [64, 7], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [7], "dtype": "float32"}]}]}